Repository: andrewnimmo/link-juice-optimizer-cachefix
Catalog: languages/link-juice-optimizer-*.po
Languages: de_de

source: Ajustes generales
de_de: Allgemeine Einstellungen

source: Apoya mi trabajo
de_de: Meine Arbeit unterstützen

source: Las ideas para desarrollar herramientas gratuitas como este plugin se me ocurren cuando estoy disfrutando de una buena cerveza... Ahí lo dejo ;)
de_de: Die Idee, kostenlose Tools wie dieses Plugin zu entwickeln, kommt mir, meist wenn ich ein gutes Bier genieße… ;)

source: Invítame a unas cervezas
de_de: Lade mich auf ein paar Biere ein

source: Recuerda que es recomendable añadir esta línea al archivo robots.txt
de_de: Denk daran, dass es empfohlen wird, diese Zeile in die robots.txt-Datei einzufügen

source: Clase CSS personalizada que utilizará el plugin
de_de: Benutzerdefinierte CSS-Klasse, die das Plugin verwenden wird

source: ¡Cuidado! Los enlaces que utilizan esta clase dejarán de ofuscarse si la modificas (aunque puedes reemplazar en la base de datos)
de_de: Aufgepasst! Links, die diese Klasse verwenden, werden nicht mehr verschleiert, wenn Sie sie ändern (obwohl Sie sie in der Datenbank ersetzen können).

source: Tipo de enlace generado
de_de: Art des erzeugten Links

source: Añadir atributo rel="nofollow"
de_de: Attribut rel=“nofollow” hinzufügen.

source: Enlace normal (<a>) sin atributo href
de_de: Normaler Link (<a>) ohne href-Attribut

source: Con atributo onclick visible
de_de: Mit sichtbarem onclick-Attribut

source: Ofuscado en base64
de_de: Verschleiert in base64

source: Elementos extra
de_de: Zusätzliche Elemente

source: Incluye los casos que quieras ofuscar:<br><ul><li>ID o clases CSS de enlaces o de sus elementos padre como &lt;div&gt;, &lt;p&gt;, &lt;ul&gt; (#mi-id, .mi-clase,...)</li><li>URL de destino individuales (https://dominio.com/destino/)</li><li>Todos los enlaces pertenecientes a un directorio determinado mediante un <strong>*</strong> (https://dominio.com/directorio/<strong>*</strong>)</li><li>Todos los enlaces de destino que coincidan con una raíz, también mediante <strong>*</strong> (https://dominio.com/palabra<strong>*</strong>)</li><li>Parámetros incluidos en URL (?parametro)</li></ul>Inserta un elemento por línea.
de_de: Geben Sie die Fälle an, die Sie verschleiern wollen:<br><ul><li>IID oder CSS-Klassen von Links oder deren übergeordneten Elementen wie &lt;div&gt;, &lt;p&gt;, &lt;ul&gt; (#meine-id, .meine-Klasse,...)</li><li>Individuelle Ziel-URLs (https://domain.com/zielseite/)</li><li>Alle Links, die zu einem bestimmten Verzeichnis gehören, mit Hilfe eines <strong>*</strong> (https://domain.com/verzeichnis/<strong>*</strong>)</li><li>Alle Ziellinks, die mit einer Wurzel übereinstimmen, auch über <strong>*</strong> (https://domain.com/wort<strong>*</strong>)</li><li>In der URL enthaltene Parameter (?parameter)</li></ul>Fügt ein Element pro Zeile ein.

source: #mi-id .mi-clase https://dominio.com/destino/ https://dominio.com/directorio/* https://dominio.com/palabra* ?parametro
de_de: #meine-id .meine-Klasse https://domain.com/zielseite/ https://domain.com/verzeichnis/* https://domain.com/wort* ?parameter

source: Código CSS
de_de: CSS-Code

source: a.ljoptimizer, span.ljoptimizer { cursor: pointer; /* añade el cursor que simula un enlace */ }
de_de: a.ljoptimizer, span.ljoptimizer { cursor: pointer; /* fügt den Cursor hinzu, der einen Link simuliert */ }

source: Prioridad de carga del hook
de_de: Priorität der Hakenbelastung

source: ¡Cuidado! No es necesario que modifiques este valor, deja el valor por defecto
de_de: Seien Sie vorsichtig! Sie brauchen diesen Wert nicht zu ändern, lassen Sie den Standardwert.

source: Ofuscar enlaces de categorías
de_de: Kategorie-Links verschleiern

source: Si marcas esta casilla todos los enlaces de categorías serán ofuscados de manera predeterminada (solo funciona en el loop).
de_de: Wenn Sie dieses Kontrollkästchen aktivieren, werden alle Kategorielinks standardmäßig verschleiert (funktioniert nur im loop).

source: Ofuscar enlaces de productos
de_de: Produktlinks verschleiern

source: Si marcas esta casilla todos los enlaces de productos serán ofuscados de manera predeterminada (solo funciona en el loop).
de_de: Wenn Sie dieses Kontrollkästchen aktivieren, werden alle Produktlinks standardmäßig verschleiert (funktioniert nur im loop).

source: Ofuscar enlaces (botones) "Añadir al carrito"
de_de: Links (Schaltflächen) ”In den Warenkorb legen” verschleiern.

source: Si marcas esta casilla todos los enlaces (botones) para añadir un producto al carrito serán ofuscados (ajuste global).
de_de: Wenn du dieses Kästchen anklickst, werden alle Links (Schaltflächen) zum Hinzufügen eines Produkts zum Warenkorb verschleiert gemacht (globale Einstellung).

source: Ajustes de menú
de_de: Menüeinstellungen

source: Ofuscar este enlace
de_de: Diesen Link verschleiern

source: Propiedades de categoría
de_de: Kategorie-Eigenschaften

source: Ofuscar el enlace a esta categoría
de_de: Link zu dieser Kategorie verschleiern

source: Predeterminado
de_de: Standard

source: Sí
de_de: Ja

source: No
de_de: Nein

source: Enlace de producto
de_de: Produkt-Link

source: Ofuscar el enlace a este producto
de_de: Link zu diesem Produkt verschleiern

source: Ofuscar enlaces en este widget
de_de: Links in diesem Widget verschleiern

source: Ajustes
de_de: Einstellungen
